---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeFrictionParam
source: html/495e58a6-0035-8c65-269a-510dd25db479.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeFrictionParam Property

"Friction"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeFrictionParam { get; }
```